[
    {
        "title": "Recipes And Ratings",
        "year": "2025",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Does Fat Equal Flavor? Analyzing the Impact of Saturated Fat Content on Recipe Ratings."
    },
    {
        "title": "Dignissimos eos eaque quas.",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Nam sint, aliquam voluptates accusantium quia eum eos animi deserunt tenetur, perspiciatis placeat tempora est. Non libero itaque vel rerum architecto. Quas laborum soluta deleniti quos eum, amet placeat molestiae."
    },
    {
        "title": "Eveniet et possimus natus.",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Asperiores dolor ipsum debitis laboriosam? Similique magni neque corporis, reprehenderit, placeat nemo laudantium vel, voluptatem recusandae sapiente rerum deleniti pariatur error nostrum ab illum magnam quam omnis ratione sunt doloribus?"
    },
    {
        "title": "Quisquam laudantium amet eius.",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Ipsa aliquid excepturi repellendus voluptate at, labore in qui voluptates consequuntur molestiae amet, veniam dignissimos natus, eius voluptatum et! Saepe totam odit odio necessitatibus natus rerum nesciunt delectus, enim exercitationem?"
    },
    {
        "title": "Expedita aperiam impedit omnis.",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Vero suscipit, debitis, nam consequuntur provident sequi repudiandae deserunt non doloremque accusantium dicta eaque eveniet adipisci ad, veniam mollitia ab velit voluptate minima iste veritatis aliquid? Suscipit numquam dolores eaque?"
    },
    {
        "title": "Aliquam praesentium non odio?",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Quas possimus voluptatum alias nihil, delectus et ad maiores magnam animi quibusdam a ipsum ut reprehenderit deserunt laudantium quidem unde aliquid explicabo minima suscipit atque repellat tempora praesentium? Accusantium, ipsa!"
    },
    {
        "title": "Aperiam accusamus eaque iure.",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Magnam laborum totam exercitationem ipsum sit, aliquam dolorem voluptates sequi nobis blanditiis quisquam quaerat fugit inventore nostrum amet, eum qui fugiat. Reprehenderit, reiciendis porro in saepe inventore quam officia possimus?"
    },
    {
        "title": "Vel iste ab tenetur?",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Adipisci suscipit eveniet non numquam quibusdam fugiat earum officia eaque, ipsa dignissimos esse ratione doloribus, aliquid sapiente corrupti quasi tempora ullam consequuntur! Dolorum cumque architecto odio asperiores id ex adipisci."
    },
    {
        "title": "Aut delectus fugiat officia?",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "At delectus adipisci expedita earum dolorum, labore libero nisi rem accusantium architecto aut debitis nesciunt quibusdam quod facere quisquam qui! Illo totam a repudiandae voluptas cupiditate hic placeat delectus sunt."
    },
    {
        "title": "Dicta amet fugit ullam.",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Quas accusantium odio laboriosam dolore maxime. Voluptatibus, error assumenda sunt voluptas mollitia sequi deleniti. Facere necessitatibus ad deserunt nulla, praesentium doloremque quis ex esse. Eligendi ut quas expedita dolor odio!"
    },
    {
        "title": "Ipsum cupiditate voluptates hic!",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Optio minus dolor nihil nulla, sapiente ipsam, aut nostrum nemo magni neque error laborum magnam voluptatibus voluptates harum, illo commodi ipsa libero. Cupiditate quae voluptatum amet dolore non ad sapiente."
    },
    {
        "title": "Hic cum illum tempora.",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Minus delectus perspiciatis omnis eaque, suscipit praesentium quo obcaecati accusamus pariatur eum, tempore quaerat fugiat reprehenderit in voluptatem atque quae, consequatur magnam quam nostrum voluptatibus vero! Consequuntur dicta nulla velit?"
    }
]